<template>
    <div class="flex-container arabic">
        <span class="bir">اَللّٰهُمَّ صَلِّ عَلٰى سَيِّدِنَا مُحَمَّدٍ</span>
        <span class="iki">وَ عَلٰى اٰلِ سَيِّدِنَا مُحَمَّدٍ</span>
        <span class="bir">صَلَاةً تُنْجِينَا بِهَا مِنْ جَمِيعِ اْلاَهْوَالِ وَ الْاٰفَاتِ</span>
        <span class="iki">وَ تَقْضِي لَنَا بِهَا جَمِيعَ الْحَاجَاتِ</span>
        <span class="bir">وَ تُطَهِّرُنَا بِهَا مِنْ جَمِيعِ السَّيِّئَاتِ</span>
        <span class="iki">وَ تَرْفَعُنَا بِهَا عِنْدَكَ اَعْلَى الدَّرَجَاتِ</span>
        <span class="bir">وَ تُبَلِّغُنَا بِهَا اَقْصَى الْغَايَاتِ</span>
        <span class="iki">مِنْ جَمِيعِ الْخَيْرَاتِ فِي الْحَيَاةِ وَ بَعْدَ الْمَمَاتِ،</span>
        <span class="bir">آمِينَ يَا مُجِيبَ الدَّعَوَاتِ،</span>
        <span class="iki">وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِينَ</span>
    </div>
</template>
