<script>
const azam = [
    "جَمِيلُ", "قَرِيبُ", "مُجِيبُ", "حَبِيبُ", "رَؤُوفُ", "عَطُوفُ", 
    "مَعْرُوفُ", "لَطِيفُ", "عَظِيمُ", "حَنَّانُ", "مَنَّانُ", "دَيَّانُ", 
    "سُبْحَانُ", "أَمَانُ", "بُرْهَانُ", "سُلْطَانُ", "مُسْتَعَانُ", 
    "مُحْسِنُ", "مُتَعَالِ", "رَحْمَانُ", "رَحِيمُ", "كَرِيمُ", 
    "مَجِيدُ", "فَرْدُ", "وِتْرُ", "أَحَدُ", "صَمَدُ", "مَحْمُودُ", 
    "صَادِقُ الْوَعْدِ", "عَلِيُّ", "غَنِيُّ", "شَافِي", "كَافِي", 
    "مُعَافِي", "بَاقِي", "هَادِي", "قَادِرُ", "سَاتِرُ", "قَهَّارُ", 
    "جَبَّارُ", "غَفَّارُ", "فَتَّاحُ"
];
</script>