const tercuman = [
"اللّٰهُ", "رَحْمٰنُ", "رَحِيمُ", "كَرِيمُ", "حَمِيدُ", "حَكِيمُ", "مَلِكُ", "مَجِيدُ", "قُدُّوسُ", "سَلَامُ", "مُؤْمِنُ", 
"مُهَيْمِنُ", "عَزِيزُ", "جَبَّارُ", "مُتَكَبِّرُ", "خَالِقُ", "أَوَّلُ", "آخِرُ", "ظَاهِرُ", "بَاطِنُ", "بَارِئُ", "مُصَوِّرُ", 
"تَوَّابُ", "وَهَّابُ", "بَاعِثُ", "وَارِثُ", "قَدِيمُ", "مُقِيمُ", "فَرْدُ", "وِتْرُ", "نُورُ", "سَتَّارُ", "جَلِيلُ", "جَمِيلُ", 
"قَاهِرُ", "قَادِرُ", "مَلِيكُ", "مُقْتَدِرُ", "عَلِيمُ", "عَلَّامُ", "عَظِيمُ", "غَفُورُ", "حَلِيمُ", "وَدُودُ", "شَهِيدُ", 
"شَاهِدُ", "كَبِيرُ", "مُتَعَالِ", "نُورُ", "لَطِيفُ", "سَمِيعُ", "كَفِيلُ", "قَرِيبُ", "بَصِيرُ", "حَقُّ", "مُبِينُ", "رَؤُوفُ", 
"رَحِيمُ", "طَاهِرُ", "مُطَهِّرُ", "مُجَمِّلُ", "مُفَضِّلُ", "مُظْهِرُ", "مُنْعِمُ", "دَيَّانُ", "سُلْطَانُ", "حَنَّانُ", 
"مَنَّانُ", "أَحَدُ", "صَمَدُ", "حَيُّ", "قَيُّومُ", "عَدْلُ", "حَكَمُ", "فَرْدُ", "قُدُّوسُ"
];